---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricAreaFailures.FabricAreaLapSplicesIncorrect
source: html/3b3fa530-b0c4-cc72-a10d-69b236e8781c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricAreaFailures.FabricAreaLapSplicesIncorrect Property

Fabric Area lap splice is incorrect.

## Syntax (C#)
```csharp
public static FailureDefinitionId FabricAreaLapSplicesIncorrect { get; }
```